Revit 2026 API
PointCloudFilterFactory Methods
The PointCloudFilterFactory type exposes the following members.
Methods
Name | Description
CreateMultiPlaneFilter(IList<Plane>)
CreateMultiPlaneFilter(IList<Plane>, Int32)
Top
See Also
Reference
PointCloudFilterFactory Class
Autodesk.Revit.DB.PointClouds Namespace